[IO_ColdShoulder_FlowerGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_ColdShoulder_GirlyMag MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Revista Pornô"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ColdShoulder_GirlyMag:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Quanta classe!."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ColdShoulder_Pizza MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pizza"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ColdShoulder_Pizza:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Mais que delícia!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_ColdShoulder_Flower MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Flor"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemPool.ID_MO_ColdShoulder_Flower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Que cheiro bom."
NoConstraintText=""
Suffix=""
Prefix=""

